datasets/benchmark-results/micron21/201811190854/wordpress-results-micron21-5-201811190854.log
Running 1m test @ http://blug.id-rsa.pub/wordpress/
  1 threads and 5 connections
  Thread calibration: mean lat.: 100.972ms, rate sampling interval: 493ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    57.14ms   29.85ms 258.30ms   92.80%
    Req/Sec     4.95      4.82    10.00    100.00%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%   49.47ms
 75.000%   66.56ms
 90.000%   83.20ms
 99.000%  201.47ms
 99.900%  258.43ms
 99.990%  258.43ms
 99.999%  258.43ms
100.000%  258.43ms

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

      28.847     0.000000            1         1.00
      32.399     0.100000           26         1.11
      35.423     0.200000           50         1.25
      40.735     0.300000           75         1.43
      46.367     0.400000          101         1.67
      49.471     0.500000          125         2.00
      51.295     0.550000          138         2.22
      53.727     0.600000          150         2.50
      57.279     0.650000          163         2.86
      61.727     0.700000          175         3.33
      66.559     0.750000          188         4.00
      69.311     0.775000          194         4.44
      72.703     0.800000          200         5.00
      78.207     0.825000          207         5.71
      79.743     0.850000          213         6.67
      81.599     0.875000          220         8.00
      82.495     0.887500          223         8.89
      83.199     0.900000          225        10.00
      84.927     0.912500          229        11.43
      86.719     0.925000          232        13.33
      91.519     0.937500          235        16.00
      97.663     0.943750          236        17.78
     109.695     0.950000          238        20.00
     114.623     0.956250          240        22.86
     124.735     0.962500          241        26.67
     131.839     0.968750          243        32.00
     131.839     0.971875          243        35.56
     140.671     0.975000          245        40.00
     140.671     0.978125          245        45.71
     140.799     0.981250          246        53.33
     159.871     0.984375          247        64.00
     159.871     0.985938          247        71.11
     159.871     0.987500          247        80.00
     201.471     0.989062          248        91.43
     201.471     0.990625          248       106.67
     231.551     0.992188          249       128.00
     231.551     0.992969          249       142.22
     231.551     0.993750          249       160.00
     231.551     0.994531          249       182.86
     231.551     0.995313          249       213.33
     258.431     0.996094          250       256.00
     258.431     1.000000          250          inf
#[Mean    =       57.140, StdDeviation   =       29.853]
#[Max     =      258.304, Total count    =          250]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  300 requests in 1.00m, 15.48MB read
Requests/sec:      5.00
Transfer/sec:    263.99KB